Repository: Yukks-tkg/sabique
Catalog: Sabique/Localizable.xcstrings
Source language: ja
Languages: de, en, hi, ko, nl

# report_category_nickname
source: ニックネーム
de: Nickname
en: Nickname
hi: निकनेम
ko: 닉네임
nl: Bijnaam

# report_category_other
source: その他
de: Sonstiges
en: Other
hi: अन्य
ko: 기타
nl: Overig

# report_category_playlist_name
source: プレイリスト名
de: Playlist-Name
en: Playlist Name
hi: प्लेलिस्ट नाम
ko: 플레이리스트 이름
nl: Afspeellijstnaam

# report_complete
source: 報告完了
de: Meldung gesendet
en: Report Submitted
hi: रिपोर्ट भेजी गई
ko: 신고 완료
nl: Melding voltooid

# report_inappropriate
source: 不適切な内容を報告
de: Unangemessenen Inhalt melden
en: Report Inappropriate Content
hi: अनुचित सामग्री की रिपोर्ट करें
ko: 부적절한 콘텐츠 신고
nl: Ongepast melden

# report_reason_optional
source: 理由（任意）
de: Grund (optional)
en: Reason (optional)
hi: कारण (वैकल्पिक)
ko: 사유 (선택)
nl: Reden (optioneel)

# report_received
source: 報告を受け付けました。ご協力ありがとうございます。
de: Vielen Dank für deine Meldung. Wir werden sie in Kürze prüfen.
en: Thank you for your report. We will review it shortly.
hi: आपकी रिपोर्ट के लिए धन्यवाद। हम जल्द ही इसकी समीक्षा करेंगे।
ko: 신고해 주셔서 감사합니다. 곧 검토하겠습니다.
nl: Bedankt voor je melding. We zullen het beoordelen.

# reset_to_random
source: ランダムに戻す
de: Auf Zufällig zurücksetzen
en: Reset to Random
hi: रैंडम पर रीसेट करें
ko: 랜덤으로 재설정
nl: Willekeurig resetten

# restore_data
source: バックアップから復元
de: Aus Backup wiederherstellen
en: Restore from Backup
hi: बैकअप से पुनर्स्थापित करें
ko: 백업에서 복원
nl: Herstellen vanuit back-up

# restore_failed
source: 復元に失敗しました。もう一度お試しください。
de: Die Wiederherstellung ist fehlgeschlagen. Bitte versuche es erneut.
en: Restore failed. Please try again.
hi: पुनर्स्थापना विफल। कृपया पुनः प्रयास करें।
ko: 복원에 실패했습니다. 다시 시도해 주세요.
nl: Herstel mislukt. Probeer het opnieuw.

# restore_limited
source: 無料版の制限により、%d件のプレイリストがスキップされました。
de: Aufgrund der Free-Version-Beschränkung wurden %d Playlists übersprungen.
en: %d playlists were skipped due to free tier limits.
hi: मुफ्त संस्करण की सीमा के कारण %d प्लेलिस्ट छोड़ी गईं।
ko: 무료 버전 제한으로 %d개의 플레이리스트를 건너뛰었습니다.
nl: %d afspeellijsten zijn overgeslagen vanwege de gratis limieten.

# restore_purchases
source: 購入を復元
de: Käufe wiederherstellen
en: Restore Purchases
hi: खरीदारी पुनर्स्थापित करें
ko: 구매 복원
nl: Aankopen herstellen

# restore_result
source: %d件のプレイリスト、%d曲を復元しました。
de: %d Playlists und %d Songs wurden wiederhergestellt.
en: %d playlists and %d songs have been restored.
hi: %d प्लेलिस्ट और %d गाने पुनर्स्थापित किए गए।
ko: %d개의 플레이리스트, %d곡이 복원되었습니다.
nl: %d afspeellijsten en %d nummers zijn hersteld.

# restore_skipped
source: %d曲は見つからずスキップされました。
de: %d Songs konnten nicht gefunden werden und wurden übersprungen.
en: %d songs could not be found and were skipped.
hi: %d गाने नहीं मिले और छोड़ दिए गए।
ko: %d곡을 찾을 수 없어 건너뛰었습니다.
nl: %d nummers konden niet worden gevonden en zijn overgeslagen.

# restore_success
source: 復元完了
de: Wiederherstellung abgeschlossen
en: Restore Complete
hi: पुनर्स्थापना पूर्ण
ko: 복원 완료
nl: Herstel voltooid

# run_as_free
source: 無料版として動作
de: Als kostenlose Version ausführen
en: Run as Free Version
hi: मुफ्त संस्करण के रूप में चलाएं
ko: 무료 버전으로 실행
nl: Uitvoeren als gratis

# sabique_member
source: Sabiqueメンバー
de: Sabique-Mitglied
en: Sabique Member
hi: Sabique सदस्य
ko: Sabique 멤버
nl: Sabique-lid

# sabique_premium_member
source: Sabique Premiumメンバー
de: Sabique Premium-Mitglied
en: Sabique Premium Member
hi: Sabique प्रीमियम सदस्य
ko: Sabique 프리미엄 멤버
nl: Sabique Premium-lid

# save
source: 保存
de: Speichern
en: Save
hi: सहेजें
ko: 저장
nl: Opslaan

# search_highlight_lists
source: ハイライトリストを検索
de: Highlight-Listen suchen
en: Search highlight lists
hi: हाइलाइट सूचियां खोजें
ko: 하이라이트 목록 검색
nl: Highlightlijsten zoeken

# search_placeholder
source: 曲名またはアーティスト名
de: Lied- oder Künstlername
en: Song or artist name
hi: गाने या कलाकार का नाम
ko: 노래 또는 아티스트 이름
nl: Zoek nummers...

# search_results
source: 検索結果
de: Suchergebnisse
en: Search Results
hi: खोज परिणाम
ko: 검색 결과
nl: Zoekresultaten

# search_song_placeholder
source: 曲名を検索（例: Official髭男dism）
de: Songtitel suchen (z.B. Official髭男dism)
en: Search songs (e.g. Official髭男dism)
hi: गाने खोजें (उदा: Official髭男dism)
ko: 곡 검색 (예: Official髭男dism)
nl: Zoek nummers (bijv. Official髭男dism)

# searching
source: 検索中...
de: Suche...
en: Searching...
hi: खोज रहा है...
ko: 검색 중...
nl: Zoeken...

# select_background_artwork
source: 背景アートワークを選択
de: Hintergrund-Artwork auswählen
en: Select Background Artwork
hi: बैकग्राउंड आर्टवर्क चुनें
ko: 배경 아트워크 선택
nl: Achtergrondafbeelding selecteren

# select_category
source: カテゴリを選択
de: Kategorie auswählen
en: Select Category
hi: श्रेणी चुनें
ko: 카테고리 선택
nl: Categorie selecteren

# select_country_region
source: 国/地域を選択
de: Land/Region auswählen
en: Select Country/Region
hi: देश/क्षेत्र चुनें
ko: 국가/지역 선택
nl: Selecteer land/regio

# select_favorite_artwork
source: お気に入りのアートワークを選択
de: Lieblingsartwork auswählen
en: Choose Your Favorite Artwork
hi: अपना पसंदीदा आर्टवर्क चुनें
ko: 좋아하는 아트워크 선택
nl: Kies je favoriete artwork

# select_from_apple_music
source: Apple Musicから選択
de: Aus Apple Music auswählen
en: Select from Apple Music
hi: Apple Music से चुनें
ko: Apple Music에서 선택
nl: Selecteer uit Apple Music

# select_highlight_list_to_publish
source: 投稿するハイライトリストを選択
de: Highlight-Liste zum Teilen auswählen
en: Select a highlight list to share
hi: साझा करने के लिए हाइलाइट सूची चुनें
ko: 공유할 하이라이트 목록 선택
nl: Selecteer een highlight-lijst om te delen

# selected_%@
source: 選択中: %@
de: Ausgewählt: %@
en: Selected: %@
hi: चयनित: %@
ko: 선택됨: %@
nl: Geselecteerd: %@

# settings
source: 設定
de: Einstellungen
en: Settings
hi: सेटिंग्स
ko: 설정
nl: Instellingen

# sign_in
source: サインイン
de: Anmelden
en: Sign In
hi: साइन इन
ko: 로그인
nl: Inloggen

# sign_in_benefits
source: サインインすると、コミュニティにハイライトリストを投稿したり、他のユーザーのハイライトリストにいいねができます。
de: Melde dich an, um Highlight-Listen zu teilen und die Kreationen anderer zu liken.
en: Sign in to share highlight lists and like others' creations.
hi: हाइलाइट सूचियां साझा करने और दूसरों की रचनाओं को लाइक करने के लिए साइन इन करें।
ko: 하이라이트 목록을 공유하고 다른 사람의 작품에 좋아요를 누르려면 로그인하세요.
nl: Log in om te delen en te liken

# sign_in_for_profile
source: プロフィール機能を使用するにはApple IDでサインインしてください
de: Mit Apple-ID anmelden, um Profilfunktionen zu nutzen
en: Sign in with Apple ID to use profile features
hi: प्रोफ़ाइल सुविधाओं का उपयोग करने के लिए Apple ID से साइन इन करें
ko: 프로필 기능을 사용하려면 Apple ID로 로그인하세요
nl: Log in om je profiel te bekijken

# sign_in_required
source: サインインが必要です
de: Anmeldung erforderlich
en: Sign In Required
hi: साइन इन आवश्यक
ko: 로그인 필요
nl: Inloggen vereist

# sign_in_required_message
source: この機能を利用するにはサインインしてください。
de: Bitte melden Sie sich an, um diese Funktion zu nutzen.
en: Please sign in to use this feature.
hi: इस सुविधा का उपयोग करने के लिए कृपया साइन इन करें।
ko: 이 기능을 사용하려면 로그인해 주세요.
nl: Log in om deze functie te gebruiken.

# sign_in_success
source: サインイン成功！
de: Anmeldung erfolgreich!
en: Sign In Successful!
hi: साइन इन सफल!
ko: 로그인 성공!
nl: Inloggen succesvol

# sign_in_to_publish
source: ハイライトリストを投稿するにはApple IDでサインインしてください
de: Mit Apple-ID anmelden, um deine Highlight-Listen zu teilen
en: Sign in with Apple ID to share your highlight lists
hi: अपनी हाइलाइट सूचियां साझा करने के लिए Apple ID से साइन इन करें
ko: 하이라이트 목록을 공유하려면 Apple ID로 로그인하세요
nl: Log in om je highlight-lijst te delen met de community

# sign_in_to_report
source: 報告するにはサインインが必要です
de: Bitte anmelden, um zu melden
en: Please sign in to report
hi: रिपोर्ट करने के लिए कृपया साइन इन करें
ko: 신고하려면 로그인해 주세요
nl: Log in om te melden

# sign_out
source: サインアウト
de: Abmelden
en: Sign Out
hi: साइन आउट
ko: 로그아웃
nl: Uitloggen

# sign_out_confirm
source: サインアウトの確認
de: Abmelden bestätigen
en: Sign Out
hi: साइन आउट की पुष्टि करें
ko: 로그아웃 확인
nl: Uitloggen bevestigen

# sign_out_confirm_message
source: サインアウトしますか？
de: Möchten Sie sich wirklich abmelden?
en: Are you sure you want to sign out?
hi: क्या आप वाकई साइन आउट करना चाहते हैं?
ko: 정말 로그아웃하시겠습니까?
nl: Weet u zeker dat u wilt uitloggen?

# sort_by
source: 並び替え
de: Sortieren nach
en: Sort By
hi: इसके अनुसार क्रमबद्ध करें
ko: 정렬 기준
nl: Sorteren op

# start
source: 開始
de: Start
en: Start
hi: शुरू करें
ko: 시작
nl: Start

# stop
source: 停止
de: Stopp
en: Stop
hi: रोकें
ko: 중지
nl: Stoppen

# submit_report
source: 報告する
de: Meldung senden
en: Submit Report
hi: रिपोर्ट भेजें
ko: 신고하기
nl: Melding verzenden

# support
source: サポート
de: Support
en: Support
hi: सहायता
ko: 지원
nl: Ondersteuning

# terms_of_use
source: 利用規約
de: Nutzungsbedingungen
en: Terms of Use
hi: उपयोग की शर्तें
ko: 이용 약관
nl: Gebruiksvoorwaarden

# test_free_mode_description
source: プレミアム購入済みでも無料版の制限をテストできます
de: Kostenlose Version testen, auch mit gekauftem Premium
en: Test free version limits even with Premium purchased
hi: प्रीमियम खरीदने के बाद भी मुफ्त संस्करण की सीमाओं का परीक्षण करें
ko: 프리미엄 구매 후에도 무료 버전 제한을 테스트할 수 있습니다
nl: App uitvoeren als gratis gebruiker

# times_used
source: 利用された数
de: Mal verwendet
en: Times Used
hi: बार उपयोग किया गया
ko: 사용 횟수
nl: Keer gebruikt

# top_charts
source: トップチャート
de: Top-Charts
en: Top Charts
hi: टॉप चार्ट्स
ko: 인기 차트
nl: Toplijsten

# top_charts_germany
source: 🇩🇪 ドイツ
de: 🇩🇪 Deutschland
en: 🇩🇪 Germany
hi: 🇩🇪 जर्मनी
ko: 🇩🇪 독일
nl: Top Duitsland

# top_charts_india
source: 🇮🇳 インド
de: 🇮🇳 Indien
en: 🇮🇳 India
hi: 🇮🇳 भारत
ko: 🇮🇳 인도
nl: Top India

# top_charts_japan
source: 🇯🇵 日本
de: 🇯🇵 Japan
en: 🇯🇵 Japan
hi: 🇯🇵 जापान
ko: 🇯🇵 일본
nl: Top Japan

# top_charts_korea
source: 🇰🇷 韓国
de: 🇰🇷 Südkorea
en: 🇰🇷 South Korea
hi: 🇰🇷 दक्षिण कोरिया
ko: 🇰🇷 한국
nl: Top Korea

# top_charts_uk
source: 🇬🇧 イギリス
de: 🇬🇧 Vereinigtes Königreich
en: 🇬🇧 United Kingdom
ko: 🇬🇧 영국
nl: Top VK

# top_charts_us
source: 🇺🇸 アメリカ
de: 🇺🇸 Vereinigte Staaten
en: 🇺🇸 United States
hi: 🇺🇸 संयुक्त राज्य अमेरिका
ko: 🇺🇸 미국
nl: Top VS

# total_views
source: 閲覧された数
de: Aufrufe
en: Views
hi: देखा गया
ko: 조회수
nl: Weergaven

# track_count
source: %lld曲
de: %lld Titel
en: %lld tracks
hi: %lld गाने
ko: %lld곡
nl: %lld nummers

# track_count_%lld
source: %lld曲
de: %lld Titel
en: %lld tracks
hi: %lld ट्रैक
ko: %lld곡
nl: %lld nummers

# track_count_format
source: 曲
de: Lieder
en: songs
hi: गाने
ko: 곡
nl: %lld nummers

# tracks
source: 曲
de: Titel
en: Tracks
hi: ट्रैक
ko: 곡
nl: Nummers

# unblock_all
source: すべてのブロックを解除
de: Alle entsperren
en: Unblock All
hi: सभी को अनब्लॉक करें
ko: 모두 차단 해제
nl: Alles deblokkeren

# unblock_all_confirm
source: すべてのブロックを解除
de: Alle entsperren
en: Unblock All
hi: सभी को अनब्लॉक करें
ko: 모두 차단 해제
nl: Alles deblokkeren

# unblock_all_confirm_message
source: すべてのブロックを解除しますか？
de: Alle blockierten Benutzer werden entsperrt. Möchten Sie fortfahren?
en: All blocked users will be unblocked. Are you sure?
hi: सभी ब्लॉक किए गए उपयोगकर्ता अनब्लॉक हो जाएंगे। क्या आप सुनिश्चित हैं?
ko: 모든 차단이 해제됩니다. 계속하시겠습니까?
nl: Alle geblokkeerde gebruikers worden gedeblokkeerd. Weet u het zeker?

# unknown_error
source: 不明なエラーが発生しました
de: Ein unbekannter Fehler ist aufgetreten
en: An unknown error occurred
hi: एक अज्ञात त्रुटि हुई
ko: 알 수 없는 오류가 발생했습니다
nl: Onbekende fout

# upgrade
source: アップグレード
de: Upgrade
en: Upgrade
hi: अपग्रेड
ko: 업그레이드
nl: Upgraden

# upgrade_to_premium
source: プレミアムにアップグレード
de: Auf Premium upgraden
en: Upgrade to Premium
hi: प्रीमियम में अपग्रेड करें
ko: 프리미엄으로 업그레이드
nl: Upgraden naar Premium

# usage_count
source: 利用数
de: Nutzungen
en: Uses
hi: उपयोग
ko: 사용
nl: Gebruikstelling

# user_blocked
source: ユーザーをブロックしました
de: Benutzer blockiert
en: User Blocked
hi: उपयोगकर्ता ब्लॉक किया गया
ko: 사용자가 차단되었습니다
nl: Gebruiker geblokkeerd

# user_blocked_message
source: このユーザーの投稿がコミュニティに表示されなくなります。
de: Die Playlists dieses Benutzers werden nicht mehr in der Community angezeigt.
en: This user's playlists will no longer appear in your community feed.
hi: इस उपयोगकर्ता की प्लेलिस्ट अब आपके कम्युनिटी फ़ीड में नहीं दिखेंगी।
ko: 이 사용자의 플레이리스트가 커뮤니티에 표시되지 않습니다.
nl: De playlists van deze gebruiker worden niet meer weergegeven in de community.

# user_id_%@
source: ユーザーID: %@
de: Benutzer-ID: %@
en: User ID: %@
hi: यूज़र ID: %@
ko: 사용자 ID: %@
nl: Gebruikers-ID: %@

source: OK
hi: ठीक है
ko: 확인
